Test/Output/load/hbase10_workloada_12000_load_020518.txt
[OVERALL], RunTime(ms), 9066.0
[OVERALL], Throughput(ops/sec), 1323.6267372600926
[TOTAL_GCS_PS_Scavenge], Count, 7.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 73.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.8052062651665564
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 7.0
[TOTAL_GC_TIME], Time(ms), 73.0
[TOTAL_GC_TIME_%], Time(%), 0.8052062651665564
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 202454.0
[CLEANUP], MinLatency(us), 44.0
[CLEANUP], MaxLatency(us), 404991.0
[CLEANUP], 95thPercentileLatency(us), 404991.0
[CLEANUP], 99thPercentileLatency(us), 404991.0
[INSERT], Operations, 12000.0
[INSERT], AverageLatency(us), 627.8928333333333
[INSERT], MinLatency(us), 296.0
[INSERT], MaxLatency(us), 876543.0
[INSERT], 95thPercentileLatency(us), 746.0
[INSERT], 99thPercentileLatency(us), 2949.0
[INSERT], Return=OK, 12000