Test/Output/load/hbase10_workloada_3000_load_020518.txt
[OVERALL], RunTime(ms), 8095.0
[OVERALL], Throughput(ops/sec), 370.5991352686844
[TOTAL_GCS_PS_Scavenge], Count, 6.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 101.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 1.2476837554045708
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 6.0
[TOTAL_GC_TIME], Time(ms), 101.0
[TOTAL_GC_TIME_%], Time(%), 1.2476837554045708
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 97011.0
[CLEANUP], MinLatency(us), 38.0
[CLEANUP], MaxLatency(us), 194047.0
[CLEANUP], 95thPercentileLatency(us), 194047.0
[CLEANUP], 99thPercentileLatency(us), 194047.0
[INSERT], Operations, 3000.0
[INSERT], AverageLatency(us), 1150.186
[INSERT], MinLatency(us), 446.0
[INSERT], MaxLatency(us), 226559.0
[INSERT], 95thPercentileLatency(us), 3111.0
[INSERT], 99thPercentileLatency(us), 6891.0
[INSERT], Return=OK, 3000