Test/Output/load/hbase10_workloada_6000_load_020518.txt
[OVERALL], RunTime(ms), 7593.0
[OVERALL], Throughput(ops/sec), 790.2015013828526
[TOTAL_GCS_PS_Scavenge], Count, 6.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 68.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.895561701567233
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 6.0
[TOTAL_GC_TIME], Time(ms), 68.0
[TOTAL_GC_TIME_%], Time(%), 0.895561701567233
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 1037575.5
[CLEANUP], MinLatency(us), 15.0
[CLEANUP], MaxLatency(us), 2075647.0
[CLEANUP], 95thPercentileLatency(us), 2075647.0
[CLEANUP], 99thPercentileLatency(us), 2075647.0
[INSERT], Operations, 6000.0
[INSERT], AverageLatency(us), 746.3226666666667
[INSERT], MinLatency(us), 346.0
[INSERT], MaxLatency(us), 128767.0
[INSERT], 95thPercentileLatency(us), 1404.0
[INSERT], 99thPercentileLatency(us), 4903.0
[INSERT], Return=OK, 6000