Test/Output/load/hbase10_workloada_9000_load_020518.txt
[OVERALL], RunTime(ms), 7146.0
[OVERALL], Throughput(ops/sec), 1259.4458438287154
[TOTAL_GCS_PS_Scavenge], Count, 8.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 101.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 1.4133781136300028
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 8.0
[TOTAL_GC_TIME], Time(ms), 101.0
[TOTAL_GC_TIME_%], Time(%), 1.4133781136300028
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 382103.5
[CLEANUP], MinLatency(us), 47.0
[CLEANUP], MaxLatency(us), 764415.0
[CLEANUP], 95thPercentileLatency(us), 764415.0
[CLEANUP], 99thPercentileLatency(us), 764415.0
[INSERT], Operations, 9000.0
[INSERT], AverageLatency(us), 579.0971111111111
[INSERT], MinLatency(us), 280.0
[INSERT], MaxLatency(us), 131967.0
[INSERT], 95thPercentileLatency(us), 785.0
[INSERT], 99thPercentileLatency(us), 3131.0
[INSERT], Return=OK, 9000