Test/Output/load/hbase10_workloadd_12000_load_020518.txt
[OVERALL], RunTime(ms), 8367.0
[OVERALL], Throughput(ops/sec), 1434.2058085335245
[TOTAL_GCS_PS_Scavenge], Count, 7.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 88.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 1.051750926257918
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 7.0
[TOTAL_GC_TIME], Time(ms), 88.0
[TOTAL_GC_TIME_%], Time(%), 1.051750926257918
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 378043.0
[CLEANUP], MinLatency(us), 118.0
[CLEANUP], MaxLatency(us), 756223.0
[CLEANUP], 95thPercentileLatency(us), 756223.0
[CLEANUP], 99thPercentileLatency(us), 756223.0
[INSERT], Operations, 12000.0
[INSERT], AverageLatency(us), 539.987
[INSERT], MinLatency(us), 271.0
[INSERT], MaxLatency(us), 126335.0
[INSERT], 95thPercentileLatency(us), 725.0
[INSERT], 99thPercentileLatency(us), 2925.0
[INSERT], Return=OK, 12000