Test/Output/load/hbase10_workloadd_6000_load_020518.txt
[OVERALL], RunTime(ms), 5438.0
[OVERALL], Throughput(ops/sec), 1103.3468186833395
[TOTAL_GCS_PS_Scavenge], Count, 6.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 59.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 1.0849577050386172
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 6.0
[TOTAL_GC_TIME], Time(ms), 59.0
[TOTAL_GC_TIME_%], Time(%), 1.0849577050386172
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 64567.0
[CLEANUP], MinLatency(us), 14.0
[CLEANUP], MaxLatency(us), 129151.0
[CLEANUP], 95thPercentileLatency(us), 129151.0
[CLEANUP], 99thPercentileLatency(us), 129151.0
[INSERT], Operations, 6000.0
[INSERT], AverageLatency(us), 644.0033333333333
[INSERT], MinLatency(us), 306.0
[INSERT], MaxLatency(us), 109695.0
[INSERT], 95thPercentileLatency(us), 1090.0
[INSERT], 99thPercentileLatency(us), 4035.0
[INSERT], Return=OK, 6000