Test/Output/load/hbase10_workloadd_9000_load_020518.txt
[OVERALL], RunTime(ms), 6512.0
[OVERALL], Throughput(ops/sec), 1382.0638820638821
[TOTAL_GCS_PS_Scavenge], Count, 6.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 57.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.8753071253071253
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 6.0
[TOTAL_GC_TIME], Time(ms), 57.0
[TOTAL_GC_TIME_%], Time(%), 0.8753071253071253
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 105344.0
[CLEANUP], MinLatency(us), 64.0
[CLEANUP], MaxLatency(us), 210687.0
[CLEANUP], 95thPercentileLatency(us), 210687.0
[CLEANUP], 99thPercentileLatency(us), 210687.0
[INSERT], Operations, 9000.0
[INSERT], AverageLatency(us), 581.6484444444444
[INSERT], MinLatency(us), 313.0
[INSERT], MaxLatency(us), 124799.0
[INSERT], 95thPercentileLatency(us), 857.0
[INSERT], 99thPercentileLatency(us), 3199.0
[INSERT], Return=OK, 9000